const questionArray = [
  {
    question: 'Сколько букв в слове "привет"?',
    answers: ["Пять", "Шесть", "Семь", "Куда я попал?"],
    rightAnswer: 1,
  },

  {
    question: "Пушкин - это наше ...",
    answers: ["Всё", "Дно", "Окно", "Давно"],
    rightAnswer: 0,
  },

  {
    question: 'Что оторвали любопытной Варваре"?',
    answers: ["Ухо", "Язык", "Базар", "Нос"],
    rightAnswer: 3,
  },

  {
    question: "Куда катится мир?",
    answers: ["Туда", "Сюда", "Вперёд", "В никуда"],
    rightAnswer: 2,
  },

  {
    question: "Как не пропустить лето?",
    answers: [
      "Не работать",
      "Составить план",
      "Купаться каждый день",
      "Никак, всё равно пройдёт",
    ],
    rightAnswer: 3,
  },
];
